Repository: zaucker/agrammon
Catalog: frontend/source/translation/*.po
Languages: it

source: Agrammon is not supported on Internet Explorer below version 7
it: Agrammon non è supportato su Internet Explorer inferiore alla versione 7

source: Implemented by OETIKER+PARTNER AG. Copyright 2010-
it: Implementato da OETIKER+PARTNER AG. Copyright 2010-

source: Latest news
it: Ultime notizie

source: Authentication error
it: Errore di autenticazione

source: End change user
it: Fine cambio utente

source: Returning from %1 to %2
it: Ritorno da %1 a %2

source: Please authenticate yourself
it: Si prega di autenticarsi

source: Dataset:
it: Set di dati:

source: User:
it: Utente:

source: Reference:
it: Riferimento:

source: Comment on dataset
it: Commento sul set di dati

source: Incremental filter on dataset name
it: Filtro incrementale sul nome del set di dati

source: Filter on dataset name
it: Filtro sul nome del set di dati

source: Close
it: Chiudi

source: Create
it: Crea

source: Sample datasets
it: Set di dati di esempio

source: Last change
it: Ultima modifica il

source: Parameters
it: Parametri

source: Read-only
it: Sola lettura

source: Model Version
it: Versione del modello

source: Tags
it: Etichette

source: Dataset name
it: Set di dati

source: Deleting datasets from database
it: Eliminazione dei set di dati dal database

source: Really delete selected datasets from database?
it: Eliminare definitivamente i set di dati selezionati dal database?

source: dataset
it: set di dati

source: datasets
it: set di dati

source: deleted
it: eliminato

source: Sending datasets
it: Invio set di dati

source: Recipient of selected datasets
it: Destinatario dei set di dati selezionati

source: sent
it: inviato

source: Rename
it: Rinomina

source: Rename selected dataset
it: Rinomina set di dati selezionati

source: Send
it: Invia

source: Send selected dataset(s) to other Agrammon user
it: Invia i set di dati selezionati ad un altro utente Agrammon

source: New
it: Nuovo

source: Create new dataset
it: Crea nuovo set di dati (vuoto)

source: Delete
it: Elimina

source: Delete selected dataset(s)
it: Elimina i set di dati selezionati

source: Dataset
it: Set di dati

source: renamed to
it: rinominato in

source: Error
it: Errore

source: already exists
it: esiste già.

source: Rename dataset
it: Rinomina set di dati

source: New name
it: Nuovo nome

source: Comment
it: Commento

source: Model Variant
it: Variante del modello

source: Active tags
it: Etichette attive

source: Available tags
it: Etichette disponibili

source: Ctrl-Click on selected table rows removes selection
it: Ctrl-Clic sulle righe selezionate rimuove la selezione

source: Datasets of
it: Set di dati di

source: Set reference
it: Imposta riferimento

source: Clear reference
it: Elimina riferimento

source: Copy+Connect
it: Copia e Collega

source: Connect
it: Collega

source: Cloning dataset
it: Duplica set di dati

source: New dataset name
it: Nuovo set di dati

source: Hide tags
it: Nascondi etichette

source: Show tags
it: Mostra etichette

source: Tag
it: Etichetta

source: Rename tag
it: Rinomina etichetta

source: New tag name
it: Nuovo nome etichetta

source: Creating new tag
it: Crea nuova etichetta

source: Deleting tags from database
it: Le etichette vengono eliminate dal database

source: Really delete selected available tags from database?
it: Eliminare definitivamente le etichette disponibili selezionate dal database?

source: Incremental filter on tag name
it: Filtro incrementale sul nome dell'etichetta

source: Filter on tag name
it: Filtro sul nome dell'etichetta

source: Input
it: Immissione

source: Instance name must not be empty.
it: Il nome della categoria non può essere vuoto.

source: Duplicate instances not allowed
it: I nomi delle categorie devono essere univoci

source: deleted.
it: eliminato.

source: Rename instance
it: Rinomina categoria

source: Duplicate instance
it: Duplica categoria

source: Add instance
it: Aggiungi categoria

source: Variable
it: Variabile

source: Input Parameter
it: Parametro di immissione

source: Click to edit
it: Clicca per modificare

source: Unit
it: Unità

source: Help
it: Aiuto

source: Help func
it: Funzione di aiuto

source: Unit English
it: Unità inglese

source: Unit German
it: Unità tedesca

source: Unit French
it: Unità francese

source: Order
it: Ordinamento

source: Comment on variable
it: Commento sulla variabile

source: Total
it: Totale

source: Branch configuration
it: Configurazione Branch

source: Cancel
it: Annulla

source: Clear
it: Elimina

source: Total must be 100%. Now:
it: Il totale deve essere 100%. Ora:

source: Simple
it: Semplice

source: Configure instance
it: Configura categoria

source: Name
it: Nome

source: Name of new instance
it: Nome della nuova categoria

source: Instance name
it: Nome della categoria

source: Choose table:
it: Seleziona tabella

source: Simulation log
it: Messaggi sui risultati

source: *** Select ***
it: *** Seleziona ***

source: Tabular Results
it: Risultati in formato tabella

source: Module
it: Modulo

source: Reference
it: Riferimento

source: Value
it: Valore

source: Change
it: Modifica

source: Print
it: Stampa

source: Simulation-Info
it: Questi messaggi segnalano errori nei dati immessi. Tali errori vengono corretti automaticamente dal programma o rimangono invariati. In entrambi i casi non è garantito che il calcolo venga eseguito secondo le vostre intenzioni. Si raccomanda di verificare e adeguare l'immissione corrispondente.

source: Open in Excel
it: Apri con Excel

source: Create PDF
it: Report PDF

source: Submission
it: Presentazione

source: <b>Result summary</b>
it: <b>Riepilogo risultati</b>

source: No results yet, incomplete input data
it: Nessun risultato disponibile ancora, dati di immissione incompleti.

source: Agrammon Simulation
it: Simulazione Agrammon

source: User:
it: Utente:

source: Dataset:
it: Set di dati:

source: Model version:
it: Versione del modello:

source: Farm information
it: Informazioni aziendali

source: Farm number:
it: Numero azienda

source: Sender:
it: Mittente:

source: Variant:
it: Variante:

source: Situation before building application
it: Situazione prima della domanda di costruzione

source: Situation after building application
it: Situazione dopo la domanda di costruzione

source: Comments:
it: Osservazioni:

source: Submit to:
it: Presentare a:

source: Agrammon Report
it: Rapporto Agrammon

source: Preview
it: Anteprima

source: Submit
it: Invia

source: Report submitted successfully.
it: Report inviato con successo.

source: Report submission failed.
it: Invio del report non riuscito.

source: eMail (your username)
it: eMail (il vostro nome utente)

source: eMail (username) for reset
it: eMail (nome utente) per il ripristino

source: eMail (will be your username)
it: eMail (sarà il vostro nome utente)

source: Password (minimum 8 characters)
it: Password (minimo 8 caratteri)

source: Repeat Password
it: Ripeti password

source: First name (optional)
it: Nome (facoltativo)

source: Last name (optional)
it: Cognome (facoltativo)

source: Organisation (optional)
it: Organizzazione (facoltativa)

source: Create Account
it: Crea account

source: Reset Password
it: Ripristina password

source: Passwords must be equal.
it: Le password devono essere identiche.

source: Login with new account
it: Accedi con nuovo account

source: Account created.
it: Account creato.

source: Login with new password
it: Accedi con nuova password

source: Password reset.
it: Ripristina password

source: Login
it: Accedi

source: Reset password
it: Ripristina password

source: Activate new account
it: Attiva nuovo account

source: Activate Account
it: Attiva account

source: Username
it: Nome utente

source: Create New Account
it: Crea nuovo account

source: Create new account
it: Crea nuovo account

source: About AGRAMMON
it: Su AGRAMMON

source: Model Agrammon
it: Modello Agrammon

source: The simulation model Agrammon allows ammonia emissions to be calculated, and shows how changes in structure and production methods at the farm level affect emissions.
it: Il modello di simulazione Agrammon permette il calcolo delle emissioni di ammoniaca e mostra come i cambiamenti nella struttura e nelle tecniche di produzione a livello aziendale influenzano le emissioni.

source: Documentation
it: Documentazione

source: For detailed information about the model please consult the Agrammon website at
it: Per informazioni dettagliate sul modello consultare il sito web Agrammon all'indirizzo

source: Implemented by
it: Implementato da

source: Save comment
it: Salva commento

source: Help undefined
it: Aiuto non definito

source: No log messages.
it: Nessun messaggio.

source: Apply
it: Applica

source: %1 (Error Code %2)
it: %1 (Codice errore %2)

source: RPC Error %1
it: Errore RPC %1

source: Coming soon ...
it: Prossimamente ...

source: The following messages have been published since your last login on
it: Le seguenti informazioni sono state pubblicate dall'ultimo accesso il

source: Create account
it: Crea nuovo account

source: Reset account password
it: Ripristina password

source: Change identity
it: Cambia utente

source: Change to user account
it: Passa all'account

source: Creating new dataset
it: Crea nuovo set di dati

source: Connect to dataset
it: Collega al set di dati

source: Clone dataset
it: Copia set di dati

source: Set reference dataset
it: Imposta set di dati di riferimento

source: Clear reference dataset
it: Elimina set di dati di riferimento

source: Manage datasets
it: Gestisci set di dati

source: Logout
it: Disconnetti

source: Edit
it: Modifica

source: Options
it: Opzioni

source: Duplicate instance
it: Duplica categoria

source: Rename instance
it: Rinomina categoria

source: Delete instance
it: Elimina categoria

source: Set language ...
it: Scegli lingua ...

source: Changing password for
it: Modifica password per

source: Current password
it: Vecchia password

source: Confirm password
it: Conferma password

source: Passwords did not match. Please try again.
it: Le password non corrispondono. Si prega di riprovare.

source: Change password
it: Modifica password

source: Password changed successfully.
it: Password modificata.

source: Password change failed, please try again.
it: Password non modificata. Si prega di riprovare.

source: *** Configure Branching ***
it: *** Configura Branching ***

source: Farm number required!
it: Il numero azienda deve essere indicato!

source: Sender address required!
it: L'indirizzo del mittente deve essere indicato!

source: Input value must greater than
it: Il valore immesso deve essere maggiore di

source: Input value must equal or greater than
it: Il valore immesso deve essere uguale o maggiore di

source: Input value must less than
it: Il valore immesso deve essere minore di

source: Input value must equal or less than
it: Il valore immesso deve essere uguale o minore di

source: Enter a number between %1 and %2.
it: Inserire un numero tra %1 e %2.

source: Input value must match
it: Il valore immesso deve corrispondere a

source: Unknown validator function
it: Funzione di validazione sconosciuta

source: not bigger than
it: non maggiore di

source: not equal or bigger than
it: non maggiore o uguale a

source: not less than
it: non minore di

source: not equal or less than
it: non minore o uguale a

source: not between
it: non compreso tra

source: and
it: e

source: doesn't match
it: non corrisponde a

source: Invalid input
it: Immissione non valida

source: is not a valid number for type
it: non è un numero valido per il tipo

source: Type: integer
it: Tipo: valore intero

source: Type: floating point number
it: Tipo: numero qualsiasi

source: Type: percentage
it: Tipo: percentuale

source: Parameter validation
it: Validità dei valori immessi

source: Help text currently only available in German
it: Testo di aiuto attualmente disponibile solo in tedesco

source: Invalid username or password
it: Nome utente o password non validi

source: Save
it: Salva

source: Upload
it: Carica

source: Upload dataset
it: Carica set di dati

source: Uploaded %1 lines
it: %1 righe caricate

source: Error %1: %2 - please login again
it: Errore %1: %2 - effettuare nuovamente l'accesso

source: Datasets of %1
it: Set di dati di %1

source: Tag %1 already exists
it: L'etichetta %1 esiste già

source: %1: Session expired: please login again
it: %1: Sessione scaduta, effettuare nuovamente l'accesso

source: Password must have at least 8 characters.
it: La password deve contenere almeno 8 caratteri.

source: An activation link will be sent to you by eMail.
it: Un link di attivazione verrà inviato per eMail.

source: Account creation successful
it: Account creato

source: Account activation key sent to %1
it: Link di attivazione inviato a %1

source: A confirmation link will be sent to you by eMail.
it: Un link di conferma verrà inviato per eMail.
